Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielen_toimisto.html.tmx
Source language: fin
Languages: smn

source: Saamen kielen toimisto
smn: Sämikielâ toimâttâh

source: Saamen kielen toimisto toteuttaa saamen kielilain (laki 1086/2003, asetus 108/2004) mukaisia tehtäviä.
smn: Sämikielâ toimâttâh olášut säämi kielâlaavâ (laahâ 1086/2003, asâttâs 108/2004) miäldásijd pargoid.

source: Se huolehtii laissa tarkoitettujen käännösten toimittamisesta eri viranomaisille ja laitoksille, avustaa viranomaisia ja laitoksia saamen kielen taitoisten tulkkien hankkimisessa sekä muissa saamen kielilaissa tarkoitetuissa tehtävissä sekä seuraa saamen kielilaissa säädettyjen tavoitteiden toteutumista ja tehden tarvittaessa aloitteita saamen kielen käytön edistämiseksi.
smn: Tot ana huolâ laavâst uáivildum jurgâlusâi tooimâtmist jieškote-uv virgeomâháid já lájádâssáid, iššeed virgeomâhijd já lájádâsâid sämikieltáiđusâš tuulhâi hahâmist sehe eres säämi kielâlaavâst uáivildum pargoin sehe čuávu säämi kielâlaavâst asâttum mittomerij olášume já taha táárbumield alguid sämikielâ kevttim oovedmân.

source: Saamen kielen toimiston henkilökunta neuvoo ja auttaa mielellään saamen kieleen ja saamen kielilakiin liittyvissä asioissa.
smn: Sämikielâ toimâttuv pargojuávkku rävvee já iššeed mielâstis sämikielân já säämi kielâlaahân kullee aašijn.

source: Kielitoimistossa on saamen kieliturvasihteerin ja saamen kieliasian sihteerin viran lisäksi neljä pohjoissaamen kielen kielenkääntäjän virkaa sekä yksi inarinsaamen ja yksi koltansaamen kielenkääntäjän virka.
smn: Kielâtoimâttuvâst lii säämi kielâtorvočällee já säämi kielâašijčällee lasseen nelji orjâlâškielâ jurgâleijee virge sehe ohtâ anarâškielâ já ohtâ nuorttâlâškielâ jurgâleijee virge.

source: Käräjien kokous voi perustaa tarpeen mukaan muitakin virkoja.
smn: Tige čuákkim puáhtá vuáđudiđ táárbu mield eres-uv viirgijd.

source: Kielitoimistossa voi olla myös muuta henkilöstöä.
smn: Kielâtoimâttuvâst pyehtih leđe meid eres pargeeh.

source: Saamen kieliturvasihteeri toimii kielitoimiston esimiehenä.
smn: Säämi kielâtorvočällee tuáimá kielâtoimâttuv hovdân.

source: Kieliturvasihteeri Anne Kirste Aikio
smn: Kielâtorvočällee Anne Kirste Aikio

source: toimiston esimies
smn: toimâttuv hovdâ

source: saamen kielilain toteutumisen valvonta ja seuranta
smn: säämi kielâlaavâ olášume kocceem já čuávvum

source: kielilaista ja muista saamelaisten kielellisistä oikeuksista tiedottaminen
smn: kielâlaavâst já eres sämmilij kielâlâš vuoigâdvuođâin tieđettem

source: saamelaisväestön ja viranomaisten neuvonta ja opastaminen saamen kielilain käyttämisestä ja soveltamisesta
smn: sämiaalmug já virgeomâhij ravvim já uápistem säämi kielâlaavâ kevttimist já heivitmist

source: toimialaan liittyvien saamelaisia koskevien asioiden käsittelyn seuranta eri viranomaisissa
smn: toimâsuárgán lohtâseijee sämmilijd kyeskee aašij kieđâvuššâm čuávvum jieškote-uv virgeomâhijn

source: saamen kielineuvoston esittelijä ja sihteeri sekä päätösten toimeenpanijana tehtäviinsä kuuluvissa asioissa
smn: säämi kielârääđi oovdânpyehtee já čällee sehe miärádâsâi olášutten jieijâs pargoid kullee aašijn

source: Kieliasiansihteeri Marko Marjomaa
smn: Kielâpiervâlstivrejeijee Niina Aikio-Siltala

source: saamen kieliyhteistyöhön liittyvät tehtävät
smn: Kielâpiervâlpargei pedagogisâš tuárjum

source: saamen kielineuvoston esittelijä ja sihteeri, sekä kielineuvoston kokouksen järjestelyt ja päätösten toimeenpano
smn: Oovtâstpargo kielâpiervâltooimâ uárnejeijeiguin

source: yhteyden pito saamelaisorganisaatioihin yli rajojen
smn: Kielâpiervâlruttâdem haldâšem

source: Kielipesäohjaaja Niina Aikio-Siltala
smn: Vanhimij stivrim já ravvim kielâpiervâlân já kielâiäláskitmân lohtâseijee aašijn

source: Kielipesien henkilöstön pedagoginen tukeminen
smn: Kielâjurgâleijeeh

source: Yhteistyö kielipesätoiminnan järjestäjien kanssa
smn: Kielâjurgâleijee – Irma Laiti , toimâpäikki Aanaar

source: Kielipesärahoituksen hallinnointi
smn: Kielâjurgâleijee – Anja Vest , toimâpäikki Aanaar

source: Vanhempien ohjaus ja neuvonta kielipesään ja kielenelvytykseen liittyvissä asioissa
smn: Má. kielâjurgâleijee – Mággá Välimaa

source: Kielenkääntäjät
smn: Má. kielâjurgâleijee – Seija Aikio-Järviluoma

source: Kielenkääntäjä – Irma Laiti , toimipaikka Inari
smn: Má. kielâjurgâleijee – Rauna Saijets

source: Kielenkääntäjä – Anja Vest , toimipaikka Inari
smn: Anarâškielâ jurgâleijee – Tanja Kyrö

source: Ma. kielenkääntäjä – Mággá Välimaa
smn: Má. anarâškielâ jurgâleijee – Henna Lehtola

source: Ma. kielenkääntäjä – Seija Aikio-Järviluoma
smn: Nuorttâlâškielâ jurgâleijee – Merja Fofonoff

source: Ma. kielenkääntäjä – Rauna Saijets
smn: Má. nuorttâlâškielâ jurgâleijee – Hilkka Fofonoff
